Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/sametingets_gave_i_forbindelse_med_kronprinsparets_50_ars_jubileum.html.tmx
Source language: nob
Languages: sme

source: Sametingets gave i forbindelse med Kronprinsparets 50 års jubileum
sme: Sámedikki skeaŋkka Ruvdoprinsabára 50 jagi ávvudeami oktavuođas

source: Sametinget gratulerer Kronprinsparet med 50 års dagene som feires i dag 25.august.
sme: Sámediggi sávvá lihkku Ruvdoprinsabárrii 50 jagi beivviiguin mat ávvuduvvojit odne borgemánu 25.beaivvi.

source: I den anledning ønsker Kronsprinsparet ingen gaver, men for at feiring skal komme flere til gode, ønsker de heller at de av gjestene som selv ønsker det, bidrar med noe som kan skape glede i eget nærmiljø.
sme: Dan oktavuođas Ruvdnoprinsabárra eaba hálit skeaŋkkaid, muhto vai ávvudeapmi boađášii eambbogiidda ávkin, de sávvaba ahte guossit geat háliidit, attáše juoidá mii buvttášii ilu iežaset lagasbirrasii.

source: Sametinget vil derfor gi en gave på 10 000 kroner til Girko SOS/ Kirkens SOS og den samiskspråklige tjenesten de tilbyr.
sme: Danne áigu Sámediggi addit 10 000 ruvdnosaš skeaŋkka Girku SOS sámegielat bálvalussii.

source: Kronprinsparet Sølve Sundsbø / Det kongelige hoff
sme: Otná sámi nuorain leat eará bajásšaddaneavttut go maid buolvvat ovdal sin leat vásihan.

source: Dagens samiske ungdom har andre oppvekstvilkår enn tidligere generasjoner.
sme: Sis leat rievttit oahppat gielaset ja kultuvrraset birra.

source: De har rett til opplæring i sitt språk og sin kultur.
sme: Ollugat leat fuomášan ahte sin duogážis lea árvu.

source: Mange har oppdaget at deres bakgrunn har verdi.
sme: Sápmelašvuohta beassá ahtánuššat.

source: Det samiske får utvikle seg.
sme: Sápmelašvuođa ahtánuššan buktá maid hástalusaid.

source: Utviklingen av det samiske gir også utfordringer.
sme: Muhtin sámit vásihit garra cuiggodemiid ja maiddái áitagiid go čájehit sin duogáža, ja erenoamážit jus loktejit oaivviliiddiset sámi áššiid birra almmolašvuhtii.

source: Noen samer utsettes for grov kritikk og også trusler når de viser sin bakgrunn, og ikke minst når de fremmer meninger om samiske forhold i offentligheten.
sme: Sosiála mediain cielahuvvojit sápmelašvuođaset dihte.

source: I sosiale medier kritiseres de på grunn av sin samiske identitet.
sme: Dát čuohcá nuorra olbmui.

source: Dette kan prege en ung person.
sme: Cuiggodeamit ja badjelgeahččanvuohta, sisabáhkkemat mat áitet min árbevirolaš ealáhusaid, fasttet ja unohas sátnelonohallamat median, ja soađit ja eahpesihkkaris dilli máilmmis lea šaddan árgabeaivin.

source: Det er kritikk og forakt, inngrep som truer våre tradisjonelle næringer, stygge og uheldige ordskifter i media, og krig og usikkerhet i verden som er blitt en del av hverdagen.
sme: Mis leat váikko man ollu ovdamearkkat maid sáhttit namuhit.

source: Det er mange eksempler vi kan nevne.
sme: Fovsen-ášši lea okta dakkár.

source: Fosen-saken er et eksempel.
sme: Sámi nuorat leat čájehan vuosteháguset go Norgga stáhta ii doahttal alimusrievtti duomu.

source: Samisk ungdom har markert sin motstand mot at den norske stat ikke respekterer Høyesterettsdommen i Fosen-saken.
sme: Mii dáhpáhuvvá?

source: Hva skjer?
sme: Na ii mihkkege.

source: Ingen ting.
sme: Boazoealáhus hiddjiduvvo ja garuhuvvo goazahussan buot ovdáneapmái davviguovlluin.

source: Reindrifta hånes og ses på som en bremsekloss for all utvikling i nordområdene.
sme: Ja dál go válgagižžu suohkanválgga oktavuođas lea álggahuvvon, de geavahuvvo vuosteháhku sámiide ja sápmelašvuhtii válgaseaktin.

source: Og nå når valgkampen i kommunevalget er i gang, brukes motstanden mot samer og det samiske som valgflesk.
sme: Buot dáid galget min nuorat oaidnit ja gierdat.

source: Alt dette skal våre unge se og tåle.
sme: Dat ii soaitte álo gierdamis.

source: Det er kanskje ikke alltid man tåler det.
sme: Olbmo eallin ii leat goassege ovttageardán, ja nuorra olbmo eallimis dáhpáhuvvet dávjá rievdamat jođáneappot.

source: Livet er aldri ensartet, og i et ungt liv skjer ofte endringene fortere.
sme: Dat sáhttá rievddadit buori dilis hástaleaddji dillái čalbmeravkaleamis.

source: På et øŧeblikk kan livet endres fra å ha det bra til å bli en utfordrende situasjon.
sme: Gaskkohagaid sáhttá dovdat ahte eallin lea nu lossat ahte ii leat eallinveara.

source: Av og til kan man føle at livet er så tungt at man ikke vil leve.
sme: Muhtimat válljejit guođđit dán máilmmi.

source: Noen velger å forlate denne verden.
sme: Dákkár dilis lea dárbu ahte muhtin astá gullat ja oaidnit olbmo ovdal go lea beare maŋŋit.

source: I en slik situasjon er det nødvendig at noen tar seg tid til å se og lytte til en person før det er for sent.
sme: Muhtin gii diehtá makkár hástalusaiguin nuorat rahčet, ja gii dovdá sápmelašvuođa ja máhttá sámegiela.

source: Noen som vet hvilke utfordringer ungdommen sliter med, og som kjenner det samiske og behersker samisk språk.
sme: Girku SOS lea riikka stuorimus birrajándora heahtebálvalus telefovnna ja interneahta bokte.

source: Girku SOS/Kirkens SOS er landets største døgnkontinuerlige nødhjelp via telefon og internett.
sme: Singuin sáhttá váldit oktavuođa jus eallin lea lossat ja livččii dárbu geainna nu háleštit.

source: Du kan ta kontakt dersom livet ditt er tungt og du trenger noen å snakke med.
sme: Girko SOS:s barget eaktodáhtolaččat, ja singuin sáhttá gulahallat dárogillii ja davvisámegillii.

source: Det er frivillige som jobber i Girku SOS/Kirkens SOS, og det er mulig å henvende seg til dem på norsk og nordsamisk.
sme: Sámedikki sávaldat lea ahte dát fálaldat maiddái šaddá julev- ja lullisámegillii.

source: Sametinget ønsker at dette tilbudet også skal finnes på lule- og sørsamisk.
sme: Dat veahkehivččii sámiid miehtá Norgga váldit oktavuođa bálvalusain iežaset gillii.

source: Dette vil gjøre det lettere for samer i hele Norge å henvende seg til tjenesten på sitt eget språk.
sme: Mii diehtit ahte go olbmos lea duohta heahti, dalle gulahallá buoremusat iežas gillii.

source: Vi vet at når man er i en virkelig krise, så kommuniserer man best på sitt eget språk.
sme: Go beassá gulahallat olbmuin gii máhttá sámegiela ja geas lea sámi duogáš dehe dovdá sápmelašvuođa bures, de ii leat dárbu čilget daid beliid ságastaladettiin.

source: Når man kan snakke med en person som kan samisk og som har samisk bakgrunn eller kjenner det samisk godt, da slipper man å forklare den delen av sin bakgrunn til vedkommende.
sme: Dat gilvá oadjebasvuođa ja sáhttá gádjut heakka.

source: Det skaper trygghet og kan redde liv.
sme: Sámedikki skeaŋka ruvdnoprinsabára 50 jagi ávvudeami oktavuođas galgá mannat nannet Girko SOS sámegielat bálvalusa.
